[Academy.A_Academy_Magic_Financial H7HeroClass]
mName="放贷者"

[Classe_balanced.A_xel_Magic_financial H7HeroClass]
mName="商人"

[Classe_hades.A_Inferno_Magic_Financial H7HeroClass]
mName="银行家"

[Classe_hades.A_Inferno_Magic_Paragon H7HeroClass]
mName="地狱召唤大师"

[Dungeon.A_Dungeon_Magic_Financial H7HeroClass]
mName="走私者"

[Fortress.A_Fortress_Magic_Financial H7HeroClass]
mName="司库"

[Haven.A_Haven_Magic_Financial H7HeroClass]
mName="经济学家"

[HeroClasses.A_Citadel_Magic_Financial H7HeroClass]
mName="会计师"

[Heroes_class.A_Frost_Magic_Financial H7HeroClass]
mName="行会成员"

[Necropolis.A_Necropolis_Magic_Financial H7HeroClass]
mName="收税官"

[Necropolis.A_Necropolis_Magic_Paragon H7HeroClass]
mName="执政官大师"

[Necropolis.A_Necropolis_Might_Vampire H7HeroClass]
mName="黑檀骑士领袖"

[Sanctuary.A_Sanctuary_Magic_Financial H7HeroClass]
mName="海盗"

[Stronghold.A_Stronghold_Magic_Financial H7HeroClass]
mName="商队首领"

[Sylvan.A_Sylvan_Magic_Financial H7HeroClass]
mName="企业家"

v1.37

[A_Frost_Magic_Paragorn H7HeroClass]
mName="寒冰巫师"

1.38.1

[A_Frost_Might_Paragorn H7HeroClass]
mName="冰冷导师"

[Heroes_class.A_Frost_Magic_Financial H7HeroClass]
mName="冷酷商人"

[Heroes_class.A_Frost_Magic_Financial_2 H7HeroClass]
mName="冷酷商人"

[Heroes_class.A_Frost_Magic_Financial_3 H7HeroClass]
mName="冷酷商人"


1.38.3

[Heroes_class.A_Frost_Magic_Financial_4 H7HeroClass]
mName="冷酷商人"

[Haven.A_Haven_Balanced H7HeroClass]
mName="自然大师"

[Academy.A_Academy_Magic_Paragon H7HeroClass]
mName="魔法师"

[Classe_hades.A_Inferno_Magic_Paragon_2 H7HeroClass]
mName="地狱魔法师"

[Dungeon.A_Dungeon_Magic_Paragon H7HeroClass]
mName="暗影领主"

[Stronghold.A_Stronghold_Magic_Paragon H7HeroClass]
mName="掷骨者"

v1.40

[Sanctuary.A_Sanctuary_Magic_Sailor H7HeroClass]
mName="驭浪者"